[
{
    "id": "pod_reprovision",
    "title": "ReProvision",
    "description": "On-device signing utility for iOS",
    "topic": "Package of the day",
    "img": "package_banner",
    "content": "<span style=\"color: #fff\">**ReProvision is a**</span> package created by Matt Clarke as a jailbreak tool to sign IPA files. Although many other signing services exist, most of them require a connection with a computer to work.\n\nTake Cydia Impactor, for example, users are required to connect their devices to a computer in order to sign IPA files. As the time of writing this article, a popular alternative, AltStore, also requires users to connect to a computer.\n\nReProvision provides users the powerful ability to sign IPA files on-device, all they need is an internet connection and their Apple ID. Many users are hesitant to enter their credentials into an unfamiliar app. However, ReProvision's signing process only sends such data to Apple, so there is no risk of data theft. \n\n <i>Written by @polarizz39 on June 21, 2020</i>\n\n Mistakes happen, if you find any misinterpretations in the article, please contact the author.",
    "tags": ["tweak"]
    },
    {
    "id": "pod_byeseparatorscell",
    "title": "ByeSeparatorsCell",
    "description": "Removes cell separators system wide",
    "topic": "Package of the day",
    "img": "https://raw.githubusercontent.com/PostBox-Team/PostBox-Data/master/images/loading.png",
    "content": "<span style=\"color: #fff\">**A sperator, or**</span> divider, allow users to visually seperate components and create color contrast. In pages with large amounts of information, such as Settings or App Store, these separators can be a pain in the eye as they clutter up the already limited screen size of iPhones.\n\nByeSeparatorsCell is a free tweak that allows users to disable these ugly bars in exchange for a cleaner iOS experience.\n\nAside from disabling separators, the tweak also enables users to select what separators they want to turn off, such as Contacts or 3D Touch Menus Separators. Users also have the option to remove the spacing between cells.\n\nBeing a free tweak, ByeSeparatorsCell is a highly recommended tweak that unlocks the option for users to achieve their optimal system appearance. \n\n <i>Written by @polarizz39 on July 7, 2020</i>\n\n Mistakes happen, if you find any misinterpretations in the article, please contact the author.",
    "tags": ["tweak"]
    }
]